[
    {
        "id": 0,
        "title": "Paper Talks",
        "title1": "About the Event",
        "description": "A platform for researchers and students to present innovative technical papers. Gain feedback, enhance presentation skills, and engage in insightful discussions. Top presentations will be recognized and awarded. ",
        "image": "/Events/WhatsApp Image 2025-03-12 at 4.10.50 PM (1).jpeg",
        "image2":"/339241-PB1DHG-770.jpg",
        "link": "https://chat.whatsapp.com/ISHhY0APTDR8GdCW7CYabI",
        "guidelines": {
            "1": "Presentations should be in PPT format.",
            "2": "Your presentation slides should not exceed 20 slides.",
            "3": "You should be prepared to complete your presentation within 5-6 minutes to ensure smooth flow and fairness to all participants.",
            "4": "Avoid text-heavy slides. Instead, incorporate images, graphs, charts, and videos to make your presentation visually appealing and engaging.",
            "5": "You can participate alone or as a team of maximum 2 members (not more than that)."
        }
    },
    {
        "id": 1,
        "title": "Protovision",
        "title1": "About the Event",
        "description": "Showcase your prototypes and bring ideas to life with working models. Demonstrate creativity, solve real-world problems, and collaborate with fellow innovators. The best prototypes will be rewarded. ",
        "image": "/Events/WhatsApp Image 2025-03-12 at 3.07.22 PM.jpeg",
        "image2":"/Events/WhatsApp Image 2025-03-12 at 10.25.45 AM.jpeg",
        "link": "https://chat.whatsapp.com/I6qUa9VPyne3lkDKRbqEYs",
        "guidelines": {
            "1": "Your project must be presented using PPT format, with an optional live demonstration or prototype.",
            "2": "Each team will have 6-8 minutes to present their project, followed by a Q&A session.",
            "3": "You can participate alone or in a team of up to 3 members (max limit: 3 members per team).",
            "4": "The project must be your original work and not copied from existing solutions."
            
        }
    },
    {
        "id": 2,
        "title": "Bug Bash",
        "title1": "About the Event",
        "description": "Participants will be provided with faulty code snippets written in programming languages like C, C++, Java, or Python. Your task is to identify the errors, correct them, and ensure the program runs successfully.",
        "image": "/Events/WhatsApp Image 2025-03-12 at 4.10.50 PM.jpeg",
        "image2":"/Events/WhatsApp Image 2025-03-12 at 10.30.31 AM.jpeg",
        "link": "https://chat.whatsapp.com/Hbb5IyFdlCpLuy5Pfo7aJh",
        "guidelines": {
            "1": "The competition will be conducted in two rounds.",
            "2": "Participants will be judged based on accuracy, efficiency, and speed of debugging.",
            "3": "Use of any external resources, mobile phones, or internet is strictly prohibited.",
            "4": "Please make sure to bring you own laptops."
        }
    },
    {
        "id": 3,
        "title": "Code Blitz",
        "title1": "About the Event",
        "description": "A fast-paced coding competition testing algorithmic and problem-solving skills. Think critically, optimize your code, and compete for the top spot. The best coders will be rewarded",
        "image": "/Events/WhatsApp Image 2025-03-12 at 4.10.51 PM.jpeg",
        "image2":"/Events/WhatsApp Image 2025-03-12 at 10.31.39 AM.jpeg",
        "link": "https://chat.whatsapp.com/D698HFTyxGkLII7FOeCSMV",
        "guidelines": {
            "1": "The contest will have two rounds ",
            "2": "Solutions will be judged based on accuracy, efficiency, and execution time.",
            "3": "Use of pre-written templates or AI tools is strictly prohibited.",
            "4": "Participants must write clean, readable, and well-structured code.",
            "5": "Please make sure to bring you own laptops."
        }
    },
    {
        "id": 4,
        "title": "Web Wizard",
        "title1": "About the Event",
        "description": "Design and develop functional, responsive websites based on given themes. Showcase your front-end and back-end expertise, unleash creativity, and compete for top honors!",
        "image": "/Events/WhatsApp Image 2025-03-12 at 4.10.51 PM (1).jpeg",
        "image2":"/Events/WhatsApp Image 2025-03-12 at 10.33.50 AM.jpeg",
        "link": "https://chat.whatsapp.com/GqFAKbyKY7EHjFwGhBDWoh",
        "guidelines": {
            "1": "Themes will be provided on the spot.",
            "2": "Use HTML, CSS, and JavaScript (Frameworks like Bootstrap or Tailwind are allowed for faster development).",
            "3": "Only 1 hour will be given for designing and development.",
            "4": "Participants must submit their project as a zipped folder containing the source files or a GitHub repository link.",
            "5":" The website must be built from scratch (No pre-built templates or AI-generated designs).",
            "6":" The website should have a working navigation and basic interactivity.",
            "7": "Please make sure to bring you own laptops."
        }
    },
    {
        "id": 5,
        "title": "Puzzle Quest",
        "title1": "About the Event",
        "description": "A thrilling challenge that puts your logic and problem-solving skills to the test. Crack puzzles, decode riddles, and outsmart the competition. Only the sharpest minds will emerge victorious!",
        "image": "/Events/WhatsApp Image 2025-03-12 at 4.10.49 PM.jpeg",
        "image2":"/Events/WhatsApp Image 2025-03-12 at 10.36.44 AM.jpeg",
        "link": "https://chat.whatsapp.com/IQhKn2mBzgn6uNKgyi8RGS",
        "guidelines": {
            "1": "The quiz will be conducted in two rounds.",
            "2": "Each question will have a time limit to answer.",
            "3": "No external help or internet searches are allowed.",
            "4": "Participants must follow fair play rules."
        }
    }
]