[
    {
        "id": 0,
        "title": "Paper Talks",
        "title1": "About the Event",
        "description": "Participants will be required to present their technical papers based on an innovative concept, research findings, or a deep analysis of an existing technology. Your presentation should reflect creativity, depth of knowledge, and a well-structured approach to problem-solving in the IT domain. Abstract submission is mandatory before the event. This event is a great opportunity to improve your public speaking skills, receive valuable feedback from experts, and engage in intellectual discussions. The top three teams will be awarded exciting prizes and certificates of achievement. Every participant who successfully presents their paper will receive an official participation certificate as a token of appreciation for their effort and contribution ",
        "image": "/public/Events/WhatsApp Image 2025-03-12 at 4.10.50 PM (1).jpeg",
        "image2":"/public/339241-PB1DHG-770.jpg",
        "link": "https://chat.whatsapp.com/ISHhY0APTDR8GdCW7CYabI",
        "guidelines": {
            "1": "Presentations should be in PPT format.",
            "2": "Your presentation slides should not exceed 20 slides.",
            "3": "You should be prepared to complete your presentation within 5-6 minutes to ensure smooth flow and fairness to all participants.",
            "4": "Avoid text-heavy slides. Instead, incorporate images, graphs, charts, and videos to make your presentation visually appealing and engaging.",
            "5": "You can participate alone or as a team of maximum 2 members (not more than that)."
        }
    },
    {
        "id": 1,
        "title": "Protovision",
        "title1": "About the Event",
        "description": "Participants are required to present their technical projects, demonstrating the idea, implementation process, and impact of their work. Your project can be a software application, a hardware prototype, a research-based system, or any tech innovation that addresses a real-world challenge.  The top three teams will be awarded exciting prizes and certificates of achievement. Every participant who successfully presents their project will receive an official participation certificate as a token of appreciation for their effort and contribution. ",
        "image": "/public/Events/WhatsApp Image 2025-03-12 at 3.07.22 PM.jpeg",
        "image2":"/public/Events/WhatsApp Image 2025-03-12 at 10.25.45 AM.jpeg",
        "link": "https://chat.whatsapp.com/I6qUa9VPyne3lkDKRbqEYs",
        "guidelines": {
            "1": "Your project must be presented using PPT format, with an optional live demonstration or prototype.",
            "2": "Each team will have 6-8 minutes to present their project, followed by a Q&A session.",
            "3": "You can participate alone or in a team of up to 3 members (max limit: 3 members per team).",
            "4": "The project must be your original work and not copied from existing solutions.",
            "5": "If possible, a working prototype or demonstration is highly recommended for better evaluation."
        }
    },
    {
        "id": 2,
        "title": "Bug Bash",
        "title1": "About the Event",
        "description": "Participants will be provided with faulty code snippets written in programming languages like C, C++, Java, or Python. Your task is to identify the errors, correct them, and ensure the program runs successfully.",
        "image": "/public/Events/WhatsApp Image 2025-03-12 at 4.10.50 PM.jpeg",
        "image2":"/public/Events/WhatsApp Image 2025-03-12 at 10.30.31 AM.jpeg",
        "link": "https://chat.whatsapp.com/Hbb5IyFdlCpLuy5Pfo7aJh",
        "guidelines": {
            "1": "The competition will be conducted in two rounds.",
            "2": "Participants will be judged based on accuracy, efficiency, and speed of debugging.",
            "3": "Use of any external resources, mobile phones, or internet is strictly prohibited."
        }
    },
    {
        "id": 3,
        "title": "Code Blitz",
        "title1": "About the Event",
        "description": "Participants will have to solve coding problems within a given time limit using programming languages like C, C++, Java, or Python. The contest consists of two rounds:",
        "image": "/public/Events/WhatsApp Image 2025-03-12 at 4.10.51 PM.jpeg",
        "image2":"/public/Events/WhatsApp Image 2025-03-12 at 10.31.39 AM.jpeg",
        "link": "https://chat.whatsapp.com/D698HFTyxGkLII7FOeCSMV",
        "guidelines": {
            "1": "The contest will have two rounds – an online test and a final coding round.",
            "2": "Solutions will be judged based on accuracy, efficiency, and execution time.",
            "3": "Use of pre-written templates or AI tools is strictly prohibited.",
            "4": "Participants must write clean, readable, and well-structured code."
        }
    },
    {
        "id": 4,
        "title": "Web Wizard",
        "title1": "About the Event",
        "description": "Design and develop impressive web solutions to showcase your creativity. Unleash your coding skills and bring innovative ideas to life. Craft visually stunning websites that captivate and engage users, demonstrating your expertise in web development and user experience. Ultimately, showcase your projects and compete with fellow web enthusiasts to take your skills to the next level! Get recognized for your talents, receive valuable feedback, and learn from others in the web development community. Take the challenge and push the boundaries of what's possible on the web",
        "image": "/public/Events/WhatsApp Image 2025-03-12 at 4.10.51 PM (1).jpeg",
        "image2":"/public/Events/WhatsApp Image 2025-03-12 at 10.33.50 AM.jpeg",
        "link": "https://chat.whatsapp.com/GqFAKbyKY7EHjFwGhBDWoh",
        "guidelines": {
            "1": "Participants must use digital tools like Photoshop, Illustrator, or Canva.",
            "2": "The poster must be original (No plagiarism).",
            "3": "The poster should not contain offensive or inappropriate content.",
            "4": "Submissions must be made before the given deadline."
        }
    },
    {
        "id": 5,
        "title": "Puzzle Quest",
        "title1": "About the Event",
        "description": "Crack puzzles, solve challenges, and put your logical thinking to the test! Exercise your brain and sharpen your problem-solving skills. Tackle mind-bending riddles, cryptic clues, and brain teasers. Demonstrate your analytical prowess and outsmart the competition. Unravel the mysteries and unlock the secrets to claim victory. Prove yourself as a puzzle-solving mastermind and take the Puzzle Quest challenge! Get ready for a thrilling adventure that will push your cognitive abilities to the limit. Join a community of puzzle enthusiasts and learn from their expertise. Will you emerge victorious and claim the title of Puzzle Quest champion?",
        "image": "/public/Events/WhatsApp Image 2025-03-12 at 4.10.49 PM.jpeg",
        "image2":"/public/Events/WhatsApp Image 2025-03-12 at 10.36.44 AM.jpeg",
        "link": "https://chat.whatsapp.com/IQhKn2mBzgn6uNKgyi8RGS",
        "guidelines": {
            "1": "The quiz will be conducted in two rounds.",
            "2": "Each question will have a time limit to answer.",
            "3": "No external help or internet searches are allowed.",
            "4": "Participants must follow fair play rules."
        }
    }
]