[
    {
        "id": 0,
        "title": "Brushstroke Battle",
        "title1": "About the Event",
        "description": "Unleash your creativity in this ultimate art face-off! Express your imagination through colors and strokes, creating masterpieces that captivate and inspire. The most artistic vision wins! ",
        "image": "/Events/WhatsApp Image 2025-03-12 at 4.10.52 PM (2).jpeg",
        "image2": "/Events/WhatsApp Image 2025-03-12 at 10.40.20 AM.jpeg",
        "link": "https://chat.whatsapp.com/FwAMAE0mbaxFoHDjWYphdO",
        "guidelines": {
            "1": "Paint an original artwork based on a given theme (revealed on the spot!).",
            "2": "Bring your own painting materials (e.g., canvas, paints, brushes).",
            "3": "Submit your artwork within the given time frame (e.g., 60 minutes).",
            "4": "Follow these rules to avoid disqualification."
        }
    },
    {
        "id": 1,
        "title": "The Souls Symphony",
        "title1": "About the Event",
        "description": " A poetic battleground where words weave magic. Craft verses that touch hearts, stir emotions, and leave a lasting impact. Let your poetry speak for your soul and claim the spotlight! ",
        "image": "/Events/WhatsApp Image 2025-03-12 at 3.05.19 PM.jpeg",
        "image2": "/Events/WhatsApp Image 2025-03-12 at 10.37.48 AM.jpeg",
        "link": "https://chat.whatsapp.com/CMq8oej0H5xLVShbAmJ0dB",
        "guidelines": {
            "1": "Write an original poem based on a given theme (revealed on the spot!).",
            "2": "Bring your own writing materials (e.g., pen, paper).",
            "3": "Plagiarism will not be tolerated. Ensure that your poem does not resemble any existing work.",
            "4": "Submit your poem within the given time frame (e.g., 60 minutes).",
            "5": "Follow these rules to avoid disqualification."
        }
    },
    {
        "id": 2,
        "title": "Cinemaster",
        "title1": "About the Event",
        "description": "A cinephile’s dream quiz! Test your knowledge of movies, iconic scenes, and cinematic legends. From classics to blockbusters, only the ultimate movie buff will take the crown!",
        "image": "/Events/WhatsApp Image 2025-03-12 at 3.06.34 PM.jpeg",
        "image2": "/Events/WhatsApp Image 2025-03-12 at 10.41.56 AM.jpeg",
        "link": "https://chat.whatsapp.com/Lrcm2mrkkOn7iqAq2PaOGA",
        "guidelines": {
            "1": "Participate in a movie-based quiz with Multiple Choice Questions and other interactive rounds.",
            "2": "Song/BGM Recognition: Identify songs or background music from various movies.",
            "3": "Connections: Identify the link between movies, actors, directors, etc.",
            "4": "Lyrics Identification: Complete or identify song lyrics from movies.",
            "5": "No electronic devices (e.g., phones, tablets) allowed during the quiz."
        }
    },
    {
        "id": 3,
        "title": "Battle of Wits Arena ",
        "title1": "About the Event",
        "description": "A debate where intellect meets persuasion. Argue your case, counter opponents with logic, and dominate the stage with your eloquence. The sharpest debaters will rise as champions!",
        "image": "/Events/WhatsApp Image 2025-03-12 at 3.06.08 PM.jpeg",
        "image2": "/Events/WhatsApp Image 2025-03-12 at 10.38.55 AM.jpeg",
        "link": "https://chat.whatsapp.com/LpYbcaeyB7AEekiXKDvOIU",
        "guidelines": {
            "1": "Participate in a debate on a given topic (revealed on the spot).",
            "2": "Each speaker will have a limited time frame (e.g., 2-3 minutes) to present their views.",
            "3": "Rebuttals and counterarguments are allowed within the given time frame.",
            
            "4": "Maintain respectful decorum and refrain from personal attacks or insults on opposing team members' views.",
            "5": "Engage in constructive and interesting discussions to earn extra points for your team!"
        }
    },
    {
        "id": 4,
        "title": "Meme zone",
        "title1": "About the Event",
        "description": "The funniest battlefield where creativity meets humor! Craft hilarious, relatable, and trending memes that break the internet. The wittiest meme makers will rule the meme kingdom!",
        "image": "/Events/WhatsApp Image 2025-03-12 at 4.10.52 PM.jpeg",
        "image2": "/Events/WhatsApp Image 2025-03-12 at 10.38.45 AM.jpeg",
        "link": "https://chat.whatsapp.com/C4wIT0z0LAw5TfK1lwztMI",
        "guidelines": {
            "1": "Create and present original memes on a given theme (revealed on the spot).",
            "2": "Each participant will have 20 minutes to create and present their memes.",
            "3": "Judging will be based on creativity, humor, and relevance to the theme.",
            "4": "No insulting or mocking other participants, judges, or staff.",
            "5": "Bring your own laptop.",
            "6": "Follow these rules to avoid disqualification."
        }
    }
]